<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">1.복수 전공 정의</span>

<span class="guideSubTitle">폭넓은 분야의 학문연구와 사회진출의 기회를 갖기 위해 졸업시 2개의 학위를 취득하고자 하여, 재학 중
 2개의 전공을 이수하는 것을 말한다.</span><br>
<span class="guideSubTitle">2. 신청자격</span>

1학년 과정 이상을 이수하고 누계평점평균 성적이 2.50 이상이어야 한다.
(단, 동일학부 복수전공은 성적제한이 없음)

<span class="guideSubTitle">3. 신청분야 : 간호학, 의학 건축학을 제외한 전 전공</span>

<span class="guideSubTitle">4. 신청시기 : 1학년말부터 3학년 1학기 말까지(1월 초, 7월 초)</span>

<span class="guideSubTitle">5. 신청절차</span>
신청서 작성(홈페이지 → KH → 교직·전공 → 복수(연계)전공신청 →  지원동기입력 → 신청완료
* 복수(연계)전공 신청시 지원동기 입력하고 제출서류 업로드 후 신청완료(접수절차) 버튼을 누르면 신청이 완료됩니다. 

<span class="guideSubTitle">6. 학점이수 및 인정</span>
① 복수전공자는 각 전공별 전공학점을 39학점 이상 이수하고, 그 누계평균평점 성적이 2.00 이상이어야 한다. 
단, 경영학.글로벌경영학을  복수전공 하는자는 45학점 이상 이수하여야 한다.
② 복수전공자는 제1전공을 기준으로 기초과목 및 교양과목을 이수하여야 한다.
③ 전공공통과목은 복수전공학점으로 인정하되, 제1전공과 제2전공 중 1개 전공의 학점으로만 인정하고, 6학점까지 중복 인정할 수 있다.  
단, 전체 졸업학점에는 중복인정하지 아니한다.
④ 전공인정과목은 복수전공자의 전공학점으로는 인정하지 아니한다.
⑤ 제2전공과목으로 취득한 학점은 제1전공 이수사정 시에는 일반선택학점으로 인정한다.
⑥ 교직복수전공 인정은 각 전공별 42학점 이상, 
교과교육론 등 교과교육영역 4학점 이상을 이수하고 전체 학년에 전공과목의 평균성적이 각각 80점 이상이어야 한다.

<span class="guideSubTitle">7. 복수전공 취소</span>
① 복수전공 이수를 취소하고자 할 경우에는, 
매 학기 초 4주 이내에 복수전공 취소원(학사관련서식 다은로드)을 해당 제2전공 학부(과)장을 경유하여 학사관리팀에 제출하여야 한다.
② 복수전공 취소를 승인받은 자의 제2전공 이수학점은 일반선택학점으로 인정한다.
③ 복수전공을 20학점 이상 취득한 경우 본인의 원에 의하여 부전공으로 인정할 수 있다.

<span class="guideSubTitle">8. 학위수여</span>
제1전공 및 제2전공 학위는 동시에 수여하며, 제1전공 및 제2전공 중 1개 전공이라도 졸업요건에 미달할 경우에는 졸업이 유보된다. 
</pre>
</div> 
</body>
</html>