<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">교내시설물 안내사항</span>

제1조(목적) 이 규정은<span class="guideRed">KH대학교</span>(이하 본 "대학교"라 한다) 종합운동장의 각종 시설사용 및 관리와 운영에 관한 사항을 규정함을 목적으로 한다. 

제2조(관리구분) 본 대학교 종합운동장의 원활한 관리‧운영을 위하여 다음과 같이 그 업무를 분장한다. 
   1. 학생복지처장 : 사용승인 및 통제에 관한 업무
   2. 총무처장 : 시설물 유지 관리와 사용료 징수에 관한 업무

제3조(개장시간) 본 대학교 종합운동장의 개장 시간은 06:00-22:00까지로 한다. 

제4조(사용기준) 본 대학교 종합운동장은 학생행사에 사용함을 원칙으로 하고 그외 시간을 교내 및 지역사회를 위한 체육․문화행사를 위하여 사용하게 할 수 있다.  

제5조(준수사항) 본 대학교 종합운동장을 사용하는 경우 다음 사항을 준수하여야 한다. 
   1. 경기장내에 금연, 음식물 반입 및 시설물 설치 금지
   2. 경기장내에 동물, 자전거 오토바이 등 출입 금지
   3. 인조 잔디 축구장과 풋살구장 이용자는 반드시 축구화 착용
   4. 용도외의 사용 금지
   5. 이용목적 및 시간 준수
   6. 기타 본 대학교의 지시사항 

제6조(사용허가 기준) 본 대학교 종합운동장의 사용허가 기준을 다음과 같이 한다. 
   1. 인조잔디 축구장, 풋살구장 및 족구장 : 학생복지처장 또는 총무처장의 승인을 받은 경우 우선 사용권을 
      갖는다. 
   2. 기타 체육시설 : 사용승인 대상이 아니며 항상 개방을 원칙하되, 경우에 따라 사용을 제한할 수 있다.
   3. 온수 샤워시설 : 본 대학교 학생 및 교직원에 한하여 사용할 수 있다. 단, 학생은 단과대학 이상의 행사로써 학생복지처장의 사용승인을 받은 경우에 한한다.

제7조(사용절차) 본 대학교 종합운동장의 사용승인 절차는 다음과 같이 한다. 
   1. 본 대학교 학생 : KH에 신청하여 학생복지처(학생복지팀)에 신청일로부터 10일전까지 제출
                       (미제출시 자동취소됨) 
   2. 교‧직원 : 총무처(시설관리팀)에 사용 신청서를 신청일로부터 10일전까지 제출 
   3. 대외기관 및 단체 : 사용목적, 사용일자, 시간, 참석대상, 인원 등 상세한 사항을 기재한 신청서를 총무처(시설관리팀)에 사용 1개월전 제출 

제8조(사용승인) ① 총무처장은 제7조의 제2호 및 제3호의 사용신청에 대한 승인을 하고자 할 때에는 그 목적 규모 등을 감안하여 학생행사에 지장이 없는 범위 내에서 사용을 승인할 수 있다. 
  ② 종합운동장 야간 사용은 주간 사용에 이어 연장 사용에 한하여 허락하며, 부득이하게 야간에만 별도로 사용하고자 하는 경우에는 학생복지처장의 승인을 득한 후 사용할 수 있다.
  ③ 종합운동장의 조명 방식에 관한 사항은 따로 정한다.

제9조(관리비와 사용료) ① 대외 기관이나 단체가 본 대학교 종합운동장을 사용할 때에는 시설관리에 소요되는 일부 비용과 전력 등의 사용에 따른 실비를 부담하여야 한다. 단, 필요하다고 인정될 경우에는 총장의 승인을 얻어 이를 감면할 수 있다. 
  ② 온수 샤워시설을 사용하는 경우는 학교에서 정한 비용을 부담하여야 한다.
  ③ 종합운동장의 관리비와 사용료에 관한 사항은 따로 정한다.

<span class="guideTitle">▣ 시설물 대여신청시 유의사항</span>
   1. 시설물 사용은 신청시 단체별로 사용횟수가 제한되어 있으며, 1회 신청은 3일을 초과할 수 없습니다. 
      사용시간은 4시간 이내로 제한되어 있습니다.   
      
      <span class="guideRed"> 단, 전국대회 행사 참여를 위한 경우에는 해당기관의 공문을 제시하시면 일정기간 연장 할 수 있습니다.
       또한, 개인별(임의단체)로는 신청이 불가하오니 이점 양지 하시기 바랍니다.</span>

      단체별로 사용기간 및 횟수는 학생복지팀(T.259-2025)로 문의후 신청바랍니다.   
         
  2. 행사신청일로 부터 10일 이내에 신청서를 제출하지 않을시 자동취소됨을 양지하시어 본인에게 피해가
     생기지 않도록 하며, 문제발생시 해당부서에서는 책임지지 않습니다.
     (행사일 3일전 신청시 UWIS 신청이 되지않으니 학생복지팀 방문하여 수기작성후 신청바람)
     
  3. 당일 운동장 사용기준에 의거하여 신청할 수 있습니다. 
     * 우선순위 : 2주내 사용예약이 없거나 사용한 적이 없는 단체부터 우선 사용가능 
     * 신청시간 : 사용 당일 10:00 - 17:00까지 
     * 신청방법 : 신청서는 직접 학생복지팀에 방문하여 수기작성후 제출(원스탑 신청불가) 
     * 시설물 사용제한 횟수에서 제외됨. 
<span class="guideTitle">▣  실외 시설물이용 제한 횟수</span>

   ▷ 총학생회 및 중앙기구 : 1달 2회 
   ▷ 단과대학 : 1달 2회 
   ▷ 학부(과) : 1달 1회 
   ▷ 학부(과) 승인 동아리 : 1달 1회 
   ▷ 동문회 : 1학기 1회 

<span class="guideTitle">▣ 시설물 이용시간</span>
   - 09:00 ~ 22:00(단, 운동장 및 실외경기장은 하루에 4시간을 초과 할수 없습니다)

</pre>
</div>
</body>
</html>