<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">졸업요건 기준 안내</span>
<span class="guideSubTitle">■ 졸업대상자 생성 기준</span>
1. 당해 학기가 8학기 차(건축학 10학기 차) 인 재학생
2. 졸업유보자 (재학생, 휴학생)
3. 조기졸업 신청자
4. 7학기 차 학.석사연계과정생(단, 건축학 10학기차)
<span class="guideRed">※ 단, 재수학복학자, 자진유급자는 중복학기 수만큼 추가 이수(재수학복학자-1회에 1개 학기, 자진유급자-2개 학기)하여야 졸업대상자가 됨.</span>
<span class="guideSubTitle">■ 졸업학점 및 성적</span>
1. 졸업이수학점 : 아래 제외 모든 전공의 졸업학점은 130학점.
- 예외 : 한국어문학(120학점), 간호학(140학점), 건축학, 의학(160학점), 2010학년도 이후 공과대학 신입학자(137학점)
※ 2002학년도 이전에 입학하여 학적변동으로 2003학년도 이후 입학자와 같은 학년에 재학하는 학생은 동일하게 적용한다.

2. 졸업을 위해서는 누계평점평균성적이 2.00 이상이어야 한다.

3. 이수구분별 최소이수학점 : 학사운영규정 별표2 참조(http://www.KH.ac.kr/main)
★ 학번별, 학과별, 복수전공, 부전공, 편입생, 전과 여부에 따라 졸업요건이 다르므로 반드시 본인의 졸업요건을 조회하시기 바랍니다. 
(조회 경로: KH 학적변동→개인정보→학적기본조회→졸업요건탭)

4. 전부(과)자는 이수구분별 최소이수학점의 해당 표에서 교양필수 및 기초필수 교과목의 최소이수학점은 적용하지 아니한다.

5. 의예과와 의학과는 교양과정(교양필수 포함) 20학점이상과 전 과정의 필수과목을 이수하여야 한다.

6. 복수전공자는 각 전공별 전공학점(전공계)을 39학점 이상 이수하고 그 누계평점평균 성적이 2.00이상이어야 한다. 
단, 경영학, 글로벌경영학을 복수전공하는자(제1전공자 및 제2전공자)는 45학점 이상을 이수하여야 한다.

7. 부(연계부전공)전공자는 부전공 과목을 20학점 이상 이수하고 그 평점평균성적이 2.00이상이어야 한다. 
(단, 부전공요건 미충족이 졸업유보의 사유는 아님)

<span class="guideSubTitle">■ 중점교양(의예과, 의학전공 제외)</span>
1. 2008~2013학년도 신입학자 : 12학점 이상 이수하여야 함.
2. 2014학년도 이후 신입학자 : 기초 영역 2학점, 인성 및 지혜 영역 6학점 포함 8학점 이상 이수하여야 함.  

<span class="guideSubTitle">3. 중점교양 조회 방법</span>
가. 개설강좌 조회 : UWINS 교과과정·수업→ 강의시간및수업계획서조회→ 검색조건(‘영역별’-‘중점영역’으로 조회 후 '비고'란 참고)
나. 기취득한 중점교양 목록 조회 : UWINS 학적변동→ 학적기본조회→ 성적탭→ ‘중점영역’

<span class="guideSubTitle">■ 졸업필수과목</span>
: 다음 각 호의 학부(과)에 해당하는 전공자(복수전공 포함)은 해당 교과목을 반드시 이수하여야 한다.

1. IT융합(컴퓨터정보통신공학) 전공 : 졸업작품
2. 음악학부 : 연주I～VI (편입생 및 복수전공자는 연주Ⅴ,Ⅵ만 해당)
3. 미술학부 : 졸업작품연구
4. 디자인학부, 건축학부, 건축공학부, 섬유디자인학전공 : 졸업과제
5. 스포츠과학부 : 졸업평가(복수전공자 제외)
6. 국제상거래커뮤니케이션학(연계전공) : 글로벌기술마케팅실무 또는 캡스톤디자인(글로벌기술마케팅실무)
7. 국제지역·통상학(연계전공) : 국제지역통상실무특강 I, II 또는 외교론, 국제개발협력과글로벌시민교육
8. 의류학전공 : 패션과제발표 (복수전공자 제외, 2018학년도 신입학자 및 2020학년도 편입학자부터 적용)
9. 의공학전공: 캡스톤디자인I, II (복수전공자 제외)

<span class="guideSubTitle"> ■ 사회봉사학점 이수</span>
1. 2012학년도 신입학자부터 졸업 전까지 사회봉사학점 1학점 이상을 반드시 이수하여야 한다.
<span class="guideRed">(필수과목명 : 사회봉사1, 특별학점으로서 ‘교양선택’, 1학점 인정됨)</span> 
2. 사회봉사Ⅰ을 취득하기 위해서는 온라인 봉사자예비교육 수강 필수
(봉사학점 취득을 희망하는 학기 내, http://KH.ulsan.ac.kr > KH-MOOC 참조)
3. 계약학과 소속 학생, 편입학생, 야간학생, 외국인학생, 장애학생(장애학생지원센터에 등록한 자)은 사회봉사학점 이수 대상에서 제외
4. 사회봉사학점 안내 : http://KH.ulsan.ac.kr/COMM

<span class="guideSubTitle">■ 영어강의A 2강좌 이수 (※‘학점’이 아닌 ‘강좌수’를 나타냄)</span>
1. 2013학년도 신입학자부터 영어강의A를 2강좌 이상 이수하여야 한다.
(단, 영어강의B를 2강좌 이수하면 영어강의A를 1강좌 이수한 것으로 인정)
2. 편입학생은 2016학년도 편입학자부터 적용하며, 영어강의A를 1강좌 이상 이수하여야 한다.
3. 국어국문학부, 영어영문학전공, 일본어·일본학전공, 중국어·중국학전공, 프랑스어·프랑스학전공, 
스페인어·중남미학전공, 경영학(야간), 계약학과, 성악전공, 피아노전공, 관현악전공, 
동양화전공, 서양화전공, 조소전공, 섬유디자인학전공, 
의예과, 의학과, 장애학생(장애학생지원센터에 등록한 자), 외국인학생은 제외 
4. (★주의)영어회화I,II, 영어읽기쓰기, 기초실무(과학)영어 등은 영어강의에 해당하지 않음.
    (★주의)최초 수강 시 영어강의였던 강좌가 재수강 시 영어강의가 아닐 경우, 기 취득 영어강의 수에서 차감됨.
5. 영어강의 조회 방법
  가. 개설강좌 조회 : UWINS→ 교과과정·수업→ 강의시간및수업계획서조회→ 영어강의(A,B)
  ※「2020학년도 2학기 영어강의 현황 안내(학사공지 8814번)」 참조
  나. 기취득한 영어강의 목록 조회 : UWINS학적변동→  학적기본조회→ 성적탭→ ‘영어강의’


<span class="guideSubTitle">■ 영어능력 졸업요건</span>
1. 의학과(2013학년도 신입학자부터) : 토익 800점 이상, 토플 IBT 90점(CBT 233점, PBT 577점) 이상, 텝스 680점 이상

<span class="guideSubTitle">■ 외국인 학생은 졸업요건으로 아래의 기준 중 하나를 충족하여야 한다. </span>
1. 한국어능력시험(TOPIK) 4급 이상을 취득
    단, ‘학부 외국인 입학전형 규정’ 상의 영어능력 조건을 충족하여 입학한 외국인 학생은 제외
2. 2016년 9월 1일 이전까지 국제교류원에서 운영하는 
‘실용한국어 I’ 및 ‘실용한국어 II’과정을 기 수료한 자는 한국어 졸업 기준을 충족한 것으로 한다.

<span class="guideSubTitle">■ 공학교육인증 이수대상자의 경우 공학교육인증을 이수하여야 졸업이 가능합니다.</span>
1. 건축공학전공 : 2007학년 이후(2007학년도 포함) 입학자
■ 특별학점은 재적(재학, 휴학) 중 총 10학점까지 취득할 수 있으며, 계절학기는 재적(재학, 휴학) 중 총 24학점을 초과하여 수강할 수 없음.

<span class="guideSubTitle">■ 특별학점 취득 제한</span>
1. 졸업유보자는 특별학점을 취득할 수 없습니다. (단, '사회봉사1'은 예외)
2. 2014학년도 신입학자(2016학년도 편입학자)부터 최종학년(4학년, 건축학전공은 5학년)에는 
'토익·토플 또는 토익스피킹시험학점' 특별학점을 취득할 수 없습니다. (단, '사회봉사1'은 예외)


<span class="guideSubTitle">■ 졸업 관련 FAQ</span>
Q. 졸업요건탭의 각 졸업기준학점을 다 더해도 130학점이 되지 않는데, 나머지 학점은 아무거나 들어도 되나요?
A. 그렇습니다. 교양계+기필+전공계를 모두 더한다고 졸업학점 130학점과 일치하지는 않습니다. 
교양계(교필,중점,교선), 기필, 전공계(전선,전필)를 모두 채우고도 130학점이 되지 않는다면, 
이수구분에 관계없이 부족한 학점을 채우면 됩니다.

Q. 졸업학점이 13학점이 남았는데 11학점은 수강신청으로 듣고, 2학점은 특별학점이나 계절학기로 들어도 졸업이 가능한가요?
A. 그렇습니다. 졸업 판정은 졸업학기말까지 취득한 특별학점, 계절학기 등이 모두 포함됩니다. 
(단, 졸업유보자는 사회봉사1 외에는 특별학점 취득이 불가합니다.)

Q. 마지막 학기인데, 졸업요건을 다 채워도 졸업유보가 가능한가요?
A. 졸업유보는 졸업요건을 충족하지 못한 경우에만 가능합니다. 
졸업대상자가 졸업요건이 부족하면 자동으로 졸업이 유보되고 다음 학기 졸업대상자로 이월됩니다. 
졸업유보를 위한 별도의 신청이 없음을 알려드립니다.

Q. 마지막 학기인데, 졸업을 하려면 따로 신청을 해야 하나요?
A. 아닙니다. 졸업대상자는 졸업요건이 충족되면 학기말에 자동으로 졸업이 됩니다. 
별도의 신청절차가 없습니다. (단, 졸업유보 휴학자는 소정의 기한 내에 반드시 ‘휴학중 졸업신청’을 해야 졸업이 가능합니다.)


<span class="guideSubTitle">■ 졸업유보자 이수 및 등록 안내</span>
1. 졸업대상자가 학기말(계절학기 포함)까지 졸업요건을 충족하지 못할 경우, 졸업유보자가 됩니다.
2. 졸업유보자가 되면, 부족학점 이수 방법에 따라 '휴학' 또는 '정규학기 등록(재학)' 중 택1을 해야 합니다.
  - '휴학' 상태에서도 사회봉사1 신청 및 계절학기 수강이 가능합니다. (휴학신청 기간 : 2월초, 8월초)
   ※ (FAQ) 졸업유보가 되면 자동으로 휴학이 되나요?  ==> 아닙니다. 학생 본인이 휴학신청기간에 휴학신청을 해야 휴학이 됩니다. 
   휴학하지 않으면 재학 상태로 유지되며, 등록금 6분의1이 부과됩니다. 
   기존에 휴학 중인 자는 휴학기간 만료 시 휴학연장 또는 복학신청 중 택1을 해야 하며, 
   휴학기간을 모두 소진한 경우는 반드시 복학을 하여야 합니다. 
   휴학 중인 자가 이를 이행하지 않으면 미복학 제적 처리되므로 주의하시기 바랍니다.
  - '재학' 상태에서는 반드시 1학점 이상 수강신청해야 하고, 최소한 등록금의 6분의 1 이상을 납부하여야 합니다. 
  졸업유보자의 등록금은 수강학점에 따라 달라집니다.
   ※ 졸업유보자는 1~3학점(졸업작품 등 포함)수강시 등록금의 6분의1, 4~6학점 수강시 등록금의 3분의1, 
   7~9학점 수강시 등록금의 2분의1, 10학점이상 수강시 등록금전액을 납부
3. 졸업유보자가 휴학중 졸업을 하기 위해서는 소정의 기간 내에 반드시 '휴학중 졸업신청'을 해야 합니다.(별도 공지 참고)
</pre>
</div>
</body>
</html>