<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">1. 휴 학</span>
<span class="guideSubTitle">가. 신청기간</span> : 1학기 2월초, 2학기 8월
<span class="guideSubTitle">나. 질병휴학 또는 군입대휴학 후 일반휴학 신청시 유의사항</span>
1) <span class="guideRed">질병휴학의 경우 인터넷으로 신청한 후 신청서를 제출하지 아니할 경우 휴학신청은 무효처리 되오니 
   유의하시기 바랍니다.</span>
2) 질병휴학의 경우 장거리 거주자의 경우 인터넷으로 신청한 후 신청서를 출력하여 등기우편으로 
   접수할 수 있습니다.
<span class="guideSubTitle">다. 참고사항</span>
1) 일반휴학은 재적기간 중 6개 학기에 한하며, 휴학기간은 1회에 2개 학기를 원칙으로 합니다.
2) 휴학연장을 원할 경우 6개 학기 내에서 1년 단위로 휴학 연장신청을 할 수 있습니다.
3) 질병으로 인하여 휴학하고자 할 경우 종합병원 4주 이상 진단서를 첨부하여 제출하여야 합니다.
4) 창업으로 인한 휴학은 4개 학기를 초과할 수 없으며, 1항의 휴학기간에 포함하지 아니한다. 
   단, 창업지원단장의 추천서를 첨부하여야 한다.
5) 임신.출산.육아로 인한 휴학은 자녀1인에 대하여 4개 학기를 초과할 수 없으며, 1항의 휴학기간에 포함하지 
   아니한다. 단, 임신.출산확인서 또는 가족관계증명서를 첨부하여야 한다.
6) 졸업이 유보된 자는 일반휴학을 2개 학기(1년) 까지 연장할 수 있다.(2015학년도부터 시행)
7) 신입생은 입학 후 첫 학기에는 일반휴학이 불가합니다. 단, 질병, 천재지변, 기타 공무로 인한 경우 증빙서류를 
   제출할 경우 심사하여 허가할 수 있습니다.
8) 일반휴학 중 입영통지서를 수령한 자는 반드시 군입대휴학 절차를 밟아야 합니다. 만일 군입대휴학 조치를 
    취하지 않았을 경우, 일반휴학기간 종료 후 제적 처리됩니다.
9) 등록 후 학기개시 4주선 이내에 일반휴학 할 경우 복학시 등록금이 전액 면제됩니다.
10) 등록 후 학기개시 4주선 이후에 일반휴학 할 경우 복학시 등록금을 전액 납부하여야 합니다.
11) 학기개시 3/4선 후에는 일반휴학이 불가능하며, 다음학기 휴학기간에 휴학신청하여야 합니다.
12) 휴학취소를 원할 경우 즉시 학사관리팀에 방문하여 휴학취소원을 제출하여야 하며, 
    학기개시 4주선 이후에는  휴학취소를 할 수 없습니다.
13) 장학생으로 선정된 학생이 등록을 하지 않고 휴학할 경우 장학혜택이 상실됩니다.

<span class="guideTitle">2. 군입대휴학</span>
<span class="guideSubTitle">가. 접수기간</span> : 입영일 이전 수시 접수
<span class="guideSubTitle">나. 참고사항</span>
1) 군입대 후 귀향, 입영연기, 입영취소 되었을 경우에는 즉시 근거서류 (귀향증 사본 등)를 지참 하여 
   학사관리팀에  휴학취소원을 제출하여야 합니다.
2) 입대 후 단기하사관 지원 등으로 군복무 기간이 연장될 경우 반드시 학사관리팀에 근거서류(복무확인서)를 
   지참하여 군입대휴학 기간을 연장 신청하여야 합니다.
3) 등록 후 학기개시 4주선 이내에 일반휴학하고 군입대휴학 할 경우 복학시 등록금 전액이 면제 됩니다.
4) 등록 후 학기개시 4주선 이후에 일반휴학하고 군입대휴학 하는 경우 복학시 등록금 전액을 납 부하여야 합니다.
5) 등록 후 당해학기를 이수하지 못하고 군입대휴학 하는 경우 복학시 등록금 전액이 면제됩니다.
6) 당해학기 수업일수의 3분의 2 이상을 출석하고 중간시험을 필한 후 군입대 휴학하게 될 경우, 본인이 당해학기 
   이수를 희망할 때에는 소정의 절차를 밟아 금학기를 인정받을 수 있습니다.
7) 입대일이 학기종강일 이후일 경우는 당해학기를 포기할 수 없습니다.
</pre>
</div>
</body>
</html>