<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">1. 전부(과)의 정의</span>
<span class="guideSubTitle">전부(과)란 입학한 전공이 적성에 맞지 않아 소정의 절차를 거쳐 타 학부(과)로 소속을 변경하는 것을 의미합니다.</span>
<span class="guideSubTitle"> 2.전부(과)의 자격</span>
전과를 희망하는 자는 2학년 또는 3학년 진급시 전과를 신청할 수 있으며, 재학기간 중 1회에 한한다. 단, 편입학자는 전부(과)할 수 없습니다.
(1) 2, 3학년 진급대상자
(2) 2, 3학년 복학예정자(선복학자는 불가)
    
<span class="guideSubTitle"> 3. 전부(과)의 허가 범위</span>

(1) 전출은 학부(과) 정원의 최소 15%, 전입은 학부(과) 정원의 30%까지 허가합니다.
 단, 교직과정 설치 승인을 받은 학부(과) 또는 전공으로의 전입은 모집단위별 정원의 20%까지 허가합니다.       
 (2018년 8월 1일 규정 개정)

 **학년별 전출 허가범위 산출** 
 (2학년 최소 전출인원)

- 2학년 최소 전출인원은 모집단위별 입학정원의 10%에 해당하는 인원. 단, 소수점 이하 인원은 절사
 (3학년 최소 전출인원)

- 3학년 최소 전출인원은 모집단위별 입학정원의 5%와 (전년도 2학년 전출비율이 10%에 미치지 못한 경우에 있
   어서) 전년도 2학년 최소 전출비율(10%) 부족분의 합에 해당하는 인원

(2) 간호학과, 의예과, 의학과로의 전부(과)는 불허합니다.

(3) 주간에서 야간으로의 전입은 해당학년의 재적생수가  모집단위별 정원보다 적은 경우에 한하여 그 차이만큼 허가합니다.
	(현재까지 여석이 없으므로 신청 불가합니다.)

<span class="guideSubTitle">4. 신청 절차</span>

신청서 작성(홈페이지 → KH → 학적변동 → 전부(과)/전공배정 → 전부(과)신청(지원동기 입력 및 구비서류 업로드)             

<span class="guideRed">※ 신청서 별도 제출하지 않음(*KH 전부(과) 신청시 지원동기 입력하고 제출 서류 업로드후 신청완료)</span> 
  
<span class="guideSubTitle">5. 전부(과) 전형기준 </span>
공지사항에 첨부한 학부(과)별 전부(과) 전형기준 참고하시기 바랍니다.

<span class="guideSubTitle">6. 등록금 납입</span>
전부(과)가 허가된 학생은 전부(과)한 학부(과)의 등록금을 고지합니다.

<span class="guideSubTitle">7. 교과이수</span>
(1) 전부(과)자는 전부(과) 변경 전 취득학점에 관계없이 전부(과)한 학부(과)의 졸업요건을 이수하여야 합니다.
(2) 전부(과) 이전에 취득한 기초 및 전공과목의 과목구분은 일반선택으로 변경됩니다. 
단, 기초과목이 전부(과) 후 해당 단과대학 지정기초과목과 같을 경우 기초과목으로 인정하며, 
전공공통 및 전공인정과목은 전공과목으로 인정합니다.

<span class="guideSubTitle">8. 유의사항</span>
(1) 전부(과)가 승인된 후에는 전부(과) 취소가 불가합니다.
</pre>
</div> 
</body>
</html>