<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">1. 복 학 안 내</span>
<span class="guideSubTitle">가. 신청기간</span> : 매학기 소정의 기간(1학기 : 2월초, 2학기 : 8월 초)
<span class="guideRed"> * 복학신청을 하지 않을 경우 수강신청이 불가하므로 수강신청기간 이내에 복학신청 하여야 함.</span>
<span class="guideSubTitle">나. 절 차</span>
일반복학 : 휴학기간 종료 후 복학하는 것을 말함.
재수학복학 : 휴학한 학생이 해당학기에 복학하지 아니하고 재수강을 목적으로 이미 이수한 직전학기로 복학하여 재수학하는 것을 말함.
선복학 : 해당학기에 복학하지 아니하고 1개 학기를 앞당겨서 복학하여 차후 학기를 먼저 이수하는 것을 말함. 
(총 8개 학기를 이수하여야 졸업가능)

<span class="guideSubTitle">학적변동 → 휴학/복학 → 복학신청서 작성 및 저장 → 접수버튼 클릭(접수완료)</span>

<span class="guideSubTitle">다. 재수학복학자(조기복학) 유의사항</span>
1) 재수학복학이란 휴학한 학생이 해당 복학 학기에 복학하지 아니하고 재수강을 목적으로 이미 이수한 직전학기로
   복학하는 것을 의미합니다. (예시 : 2-1학기를 이수한 학생이 1개학기 휴학 후 재수학을 목적으로 2-1학기로 복학
   함을 의미함.)
2) 재수학복학자의 수업연한은 재수학복학하여 중복 이수하는 학기 수만큼 늘어납니다. (일반학생 의 수업연한은 
    8개학기이며, 1회 재수학복학한 학생의 수업연한은 9개 학기가 됩니다)
3) 재수학복학으로 인하여 중복되는 학기의 성적은 임의로 삭제되지 않으며, 재수강하여 성적을 취득할 경우에만 
   이전에 취득한 성적이 삭제됩니다.
4) 재수학복학으로 인한 중복학년 학기의 수강학기에 한해 성적제한 없이 재수강이 가능합니다.
<span class="guideRed">* 2020년 3월 1일부터 재수강을 통해 취득한 성적은 B+등급을 초과할 수 없다.</span>
     
<span class="guideSubTitle">라. 선복학자 유의사항</span>
1) 선복학이란 해당 복학학기에 복학하지 아니하고 1개 학기 앞당겨 복학하는 것을 의미합니다.
(2-1학기를 이수한 학생이 1개학기 휴학 후 3-1학기로 복학함을 의미함)
2) 전공배정을 하지 않은 학생은 선복학을 할 수 없습니다.
3) 선복학 할 경우 학년, 학기 진급은 하되 8개 학기 정상등록을 하여야 합니다. 
   또한 선복학한 당해 학기에는 일반휴학 할 수 없습니다.

<span class="guideSubTitle">마. 복학 유의사항</span>
1) 복학은 학기개시 후 4주선까지 가능하며, 복학신청 후 반드시 등록을 하여야 최종 복학이 승인 되며, 
   미등록자는  제적처분 됩니다.
2) 복학신청을 하지 않을 경우 수강신청이 불가하므로 반드시 기한내 복학신청 하시기 바랍니다.

<span class="guideTitle">2. 군제대복학</span>
<span class="guideSubTitle">가. 신청기간 : 전역예정자의 경우 학기개시 이전까지 복학신청이 가능함.</span>
<span class="guideSubTitle">나. 절 차</span>
KH(http://uwins.KH.ac.kr) → 학적변동 → 휴학/복학 → 복학신청(*구비서류(전역증 또는 병적증명서) 업로드 후저장)  → 신청(접수완료)
<span class="guideSubTitle">다. 구비서류</span>
1) 전역자 : 전역증 사본 또는 병적증명서 또는 전역사항이 기재된 주민등록초본 1부
2) 전역예정자 : 전역예정확인서 1부 (학기개시 후 4주 이내 전역예정자에 한함.)

<span class="guideSubTitle">라. 유의사항</span>
1) 복학신청 후 반드시 등록을 하여야 최종 복학이 승인되며, 미등록자는 제적처분 됩니다.
2) 복학신청을 하지 않을 경우 수강신청이 불가하므로 반드시 기한내 복학신청 하시기 바랍니다.
3) 복학신청서 및 구비서류는 별도 제출하지 않습니다.
</pre>
</div>
</body>
</html>