<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div class="guideDiv">
<pre>
<span class="guideTitle">1. 예비수강신청기간 및 수강후보과목 등록기간</span>
<span class="guideSubTitle">가. 수강신청기간 (2020-2학기 기준)</span> : 1) 수강신청 미리담기 : 2020. 8. 6(목) ~ 8. 7(금) 09:00 ~ 22:00
<span class="guideSubTitle">2) 수강신청기간(KH 수강신청기간) : 2020. 8. 10(월) ~ 8. 12(수) 09:00 ~ 22:00</span>
*수강신청 문의 : 교무처 학사관리팀 (259-20XX, 10XX, 20XX)
*전공과목 문의 : 각 전공사무실
*교양, 기초과목 문의 : 교양대학(259-19XX)
*전산(KH대학) 문의 : 정보화개발팀(259-17XX, 17XX)
*공과대학, 건축학전공, 건축공학전공 수강지도 문의 : 각 전공 사무실, 공과대학 교학행정실

<span class="guideSubTitle">3) 학년별 일자</span>

<span class="guideTitle">수강신청 일자 및 시간</span>
4/5학년 8. 10(월) 09:00 ~ 22:00
3학년   8. 10(월) 11:00 ~ 22:00
2학년   8. 11(화) 09:00 ~ 22:00
1학년   8. 11(화) 11:00 ~ 22:00


<span class="guideRed">전체학년 수강신청</span>
8. 12(수) 09:00 ~ 22:00

 4) 수강신청 인터넷 접속경로 : http://kh.kh.ac.kr → KH대학 → 교과과정/수업 → 수강정보 → 수강신청(학부)

 5) 교수-자녀 간 강의 수강 지양 : 교양, 기초 및 전공 교과목의 경우에는 교수-자녀 간 강의 수강을 가급적 지양하고, 필수 교과목의

경우에도 분반 구성 시 타 분반 선택하여 수강신청 바람.

6) 최종학기 수강신청 : 최종학기(8학기차, 건축학전공 10학기차) 재학생은 이미 졸업요건을 충족한 경우에도 반드시 1학점 이상

수강신청하여야 함.(단, 등록금은 전액 납부)

7) 재수강 : 2020학년도 1학기(2020. 3. 1 시행)부터 재수강을 통해 취득한 성적은 B+등급을 초과할 수 없음


<span class="guideSubTitle">나. 수강후보과목 등록</span>

1) 수강후보과목 등록기간(2020-2학기 기준) : 2020. 8. 10(월) ~ 8. 12(수) 09:30 ~ 22:00

2)  수강후보과목 접속경로 : http://kh.kh.ac.kr → KH대학 → 교과과정/수업 → 수강정보 → 수강후보과목등록

3) 후보등록은 전공과목만 조회되며, 최대 2과목까지 등록할 수 있다.

<span class="guideSubTitle">2. 수강(신청)학점</span>

가. 공과대학 2013학년도 신입학자부터 최대 20학점, 간호학과는 최대 21학점, 의예과 및 의학과는 최대 24학점까지 수강할 수 있다.

나. 우수학생외국어특별교육프로그램(EXCEL Program), 미적분학연습, 군사학I~IV, 교육봉사활동 과목은 수강(신청)학점에 포함되지

않는다.

【기타 우수학생외국어특별교육프로그램 관련 사항은 외국어교육원(T.220-5981)에 문의바람】

다. 재수학(재수학복학, 자진유급)으로 인한 중복학기와 수업연한초과자의 수강학기는 최소 수강학점을 적용하지 않을 수 있다.

라. 취득학점이 12학점 미만인 자는 다음 학기의 성적우수역량강화 장학금 지급 대상에서 제외된다.

마. 대학원 교과목 수강 : 누계평점평균 성적이 3.75 이상인 최종학년 학생은 학부(과)장 및 교과목 담당교수의 승인을 받을 경우 대학원

교과목(특수대학원 제외)을 수강할 수 있으며, 재학 중 6학점까지 이수할 수 있다.

바. 국외교환학생의 수강학점은 학기당 최대 수강신청 학점 범위내에서 인정할 수 있다. (2013학년도 1학기 파견자부터)

- 기타 국외교환학생프로그램 관련 사항은 “국외대학과의교환프로그램운영에관한규정”을 참조바람)


<span class="guideSubTitle">3. 수강신청확인 및 정정</span>

가. 기 간 : 2020. 9. 1(화) ~ 9. 7(월) 09:00 ~ 22:00 

1) 주간대학 소속 학생 수강신청확인원 및 재수강원 제출시간 : 09:00 ～ 18:00

2) 야간대학 소속 학생 수강신청확인원 및 재수강원 제출시간 : 14:00 ～ 22:00

3) 수강신청확인원(재수강원) 제출대상 및 제출처 : 전 학부생(재수강자), 소속 학부(과)사무실

나. 수강신청확인원 및 재수강원 인터넷 접속&출력경로 : http://kh.kh대학.ac.kr → KH대학 → 교과과정/수업 → 
수강정보 → 수강신청(재이수)확인원 → 조회 및 인쇄

※ 공과대학 및 건축대학 소속 학생은 수강신청확인원 제출 대신 수강지도를 KH대학를 통해 받아야 한다.

<span class="guideSubTitle">다. 수강신청확인 및 정정</span>

1) 수강신청확인기간에 수강신청확인원을 본인이 출력하여 당초 수강신청한 과목과 동일여부를 확인한다.

2) 수강신청확인 시에는 아래 사항을 확인(검토)한다.

① 본인이 입력한 사실과의 차이여부

② 과목번호, 분반번호, 과목구분, 교과목명의 오기 또는 누락여부

③ 추가신청 또는 취소과목 유무(수업시간 변경, 폐강, 기타사유로 수강이 불가능한 경우 등)

④ 미확인으로 인한 출석부 및 성적처리에 문제 발생시, 본인 귀책 사항임

3) 수강정정 절차(방법) : 수강신청확인원 출력 → 해당 과목 추가 또는 취소 등 수강정정(학생) → 수강정정사항 승인 취득(지도교수)
 → 인터넷(KH대학) 수강정정(학생) → 수강신청확인원(수강정정내용) 재출력 → 학부(과)사무실 제출 

4) 재수강(재이수)하는 교과목이 있으면, 해당 교과목이 기재된 재수강원을 출력하여, 수강신청확인 및 정정 기간 내에 학부(과)사무실로 제출하여야 한다.
</pre>
</div>
</body>
</html>